tap "aws/tap"
tap "heroku/brew"
tap "mscharley/homebrew"
tap "rcmdnk/file"
brew "adns"
brew "m4"
brew "autoconf"
brew "automake"
brew "mpdecimal"
brew "xz"
brew "aws-sam-cli"
brew "aws-vault"
brew "awscli"
brew "bdw-gc"
brew "brotli"
brew "chezmoi"
brew "libtiff"
brew "little-cms2"
brew "deno"
brew "fzf"
brew "gdbm"
brew "ghq"
brew "icu4c@76"
brew "jq"
brew "lefthook"
brew "libpng"
brew "mariadb"
brew "neovim"
brew "poetry"
brew "tig"
brew "tmux"
brew "uv"
brew "volta"
brew "webp"
brew "zplug"
cask "alacritty"
cask "kap"
cask "karabiner-elements"
cask "readdle-spark"
vscode "1yib.rust-bundle"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "drblury.protobuf-vsc"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "janisdd.vscode-edit-csv"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "phoihos.csv-to-md-table"
vscode "pmneo.tsimporter"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sleistner.vscode-fileutils"
vscode "tyriar.sort-lines"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yarimit.vscode-charcode-ext"
vscode "zengxingxin.sort-js-object-keys"
vscode "ziyasal.vscode-open-in-github"
