tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "rcmdnk/file"
brew "adns"
brew "brotli"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "m4"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "mpdecimal"
brew "python@3.8"
brew "aws-sam-cli"
brew "awscli"
brew "bdw-gc"
brew "icu4c@76"
brew "boost"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "zeromq"
brew "czmq"
brew "docbook"
brew "docbook-xsl"
brew "fribidi"
brew "fzf"
brew "mbedtls"
brew "gauche"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "haskell-stack"
brew "imagemagick@6"
brew "jansson"
brew "jemalloc"
brew "jenv"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "lefthook"
brew "libev"
brew "libffi"
brew "libmagic"
brew "libpthread-stubs"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "mecab"
brew "mkcert"
brew "msgpack"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nkf"
brew "nvm"
brew "openblas"
brew "openssl@1.1"
brew "ox"
brew "pcre"
brew "pinentry-mac"
brew "poetry"
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "source-highlight"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zplug"
brew "rcmdnk/file/brew-file"
cask "alacritty"
cask "app-cleaner"
cask "aws-vault"
cask "google-cloud-sdk"
cask "kap"
cask "karabiner-elements"
cask "notion"
cask "skitch"
cask "wezterm"
mas "Fuwari", id: 1187652334
mas "Keynote", id: 409183694
mas "Mapture", id: 1671995907
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Spark", id: 1176895641
vscode "adpyke.vscode-sql-formatter"
vscode "biomejs.biome"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "shinichi-takii.sql-bigquery"
vscode "sleistner.vscode-fileutils"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wmaurer.change-case"
vscode "yarimit.vscode-charcode-ext"
